# Auto-generated text file from Localization Framework  Locale=pt Encoding=windows-1252 DO NOT EDIT BY HAND!
ID_CLIENT_APROXYUSER_DIALOG.DBT=Autentica\u00e7\u00e3o do proxy
ID_CLIENT_APROXYUSER_DIALOG_CANCEL.BTN=Cancelar
ID_CLIENT_APROXYUSER_DIALOG_OK.BTN=OK
ID_CLIENT_APROXYUSER_DIALOG_PASSWORD.DBI=Senha
ID_CLIENT_APROXYUSER_DIALOG_USER.DBI=Usu\u00e1rio
ARIS_IS_CHECKING.STR=O ARIS est\u00e1 verificando se existem atualiza\u00e7\u00f5es. Aguarde...
ARIS_IS_CHECKING_AND_DOWNLOADING.STR=O ARIS est\u00e1 verificando atualiza\u00e7\u00f5es de produto.
ARIS_IS_GOING_TO_BE_STARTED.STR=O ARIS est\u00e1 iniciando agora, aguarde...
AUTOMATIC_UPDATE.STR=Atualiza\u00e7\u00e3o autom\u00e1tica
CLIENT_PARAMETER_NO_PASSWORD.STR=Par\u00e2metros de cliente: N\u00e3o salvar a senha.
CLIENT_PARAMETER_SSL.STR=Par\u00e2metro de cliente: A utiliza\u00e7\u00e3o de SSL \u00e9 obrigat\u00f3ria para este cliente de download.
DOWNLOADING_FILES.DBI=Baixando os arquivos necess\u00e1rios...
DOWNLOAD_CLIENT_ERROR_CLIENT_ZIP_CORRUPT.STR=O ZIP cliente n\u00e3o \u00e9 reconhecido como o arquivo de ZIP. Aqui foi gravado, para que voc\u00ea possa verificar, se o servidor proxy forneceu um arquivo correto:
DOWNLOAD_CLIENT_ERROR_COULD_NOT_CHECK.STR=N\u00e3o \u00e9 poss\u00edvel verificar o client.zip. Mesmo assim, ocorrer\u00e1 uma tentativa de descompact\u00e1-lo...
DOWNLOAD_CLIENT_ERROR_EXTRACTING_FILE.STR=------------ Erro ao descompactar o arquivo:
DOWNLOAD_CLIENT_ERROR_EXTRACTING_NOT_POSSIBLE.STR=Erro: N\u00e3o \u00e9 poss\u00edvel descompactar o arquivo compactado.
DOWNLOAD_CLIENT_ERROR_EXTRACTING_NO_DATA_FILE.STR=Erro: O arquivo n\u00e3o cont\u00e9m nenhum dado.
DOWNLOAD_CLIENT_ERROR_SINGLE_EXTRACTING_FILE.STR=Erro ao descompactar o arquivo. Nova tentativa para:
DOWNLOAD_CLIENT_EXTRACTING.STR=Ainda existem %1$1s arquivos para descompactar, aguarde um momento...
DOWNLOAD_CLIENT_EXTRACTING_SUCCEEDED.STR=Descompacta\u00e7\u00e3o do cliente executada depois de %1$1s segundos.
DOWNLOAD_CLIENT_EXTRACT_ERROR_CLIENT_ZIP.STR=Erro ao descompactar 'client.zip'. Verifique seu ambiente de IT (proxy, ext.) porque \u00e9 muito prov\u00e1vel que o download tenha sido bloqueado.
DOWNLOAD_CLIENT_EXTRACT_PREPARE.STR=A descompacta\u00e7\u00e3o do cliente de download est\u00e1 sendo preparada, aguarde...
DOWNLOAD_CLIENT_EXTRACT_PRIVATE_JRE_CREATE_DIR.STR=Criando diret\u00f3rio 
DOWNLOAD_CLIENT_EXTRACT_PRIVATE_JRE_EXTRACT_FILE.STR=Extraindo o arquivo
DOWNLOAD_CLIENT_EXTRACT_SINGLE_FILE.STR=Extraindo o arquivo:
DOWNLOAD_CLIENT_GENERAL_ERROR.STR=Ocorreu um erro ao baixar ou descompactar todos os arquivos.
DOWNLOAD_CLIENT_INFO_EXTRACTING.STR=Descompactando o arquivo '%1$s'
DOWNLOAD_CLIENT_NOT_SUCCESSFULL.DBI=N\u00e3o foi poss\u00edvel baixar ou atualizar o ARIS. \nVerifique seu console de JAVA ou o arquivo de protocolo na pasta de arquivos tempor\u00e1rios. \nAli constam os arquivos JAR que n\u00e3o foram baixados nem descompactados. \n\nPara reiniciar o download:\n1.) feche todas as janelas do navegador,\n2.) exclua a pasta de download ('%1$s'),\n3.) exclua o cache de JAVA\ne reinicie o download.
DOWNLOAD_CLIENT_NOT_SUCCESSFULL.DBT=Falha ao baixar
DOWNLOAD_CLIENT_NO_ACCESS_FOR_PATH_FROM_LOADER_CFG.STR=Sem direitos de acesso ao diret\u00f3rio indicado no caminho do cliente de download.
DOWNLOAD_CLIENT_PATH_CHECK.STR=Verifica\u00e7\u00e3o dos direitos de acesso ao caminho de cliente de download 'arisloader.cfg':
DOWNLOAD_CLIENT_PATH_CHECK_ARIS_HOME.STR=Verifica\u00e7\u00e3o dos direitos de acesso ao caminho de cliente de download 'arisloader.cfg':
DOWNLOAD_CLIENT_TIDY_UP.STR=Buscando arquivos de uma vers\u00e3o mais antiga na pasta:
DOWNLOAD_CLIENT_TIDY_UP_DELETE.STR=Arquivos antigos encontrados para exclus\u00e3o:
DOWNLOAD_CLIENT_TIDY_UP_ERROR.STR=Erro ao excluir arquivos de vers\u00f5es anteriores do ARIS do diret\u00f3rio de download:
DOWNLOAD_CLIENT_UNABLE_TO_EXTRACT_PRIVATE_JRE.STR=N\u00e3o foi poss\u00edvel descompactar o JRE privado porque ele n\u00e3o est\u00e1 aqui:
DOWNLOAD_CLIENT_USE_PATH_FROM_LOADER_CFG.STR=Utilizando o caminho de cliente de download dor arquivo 'arisloader.cfg' determinado no servidor.
DOWNLOAD_ERROR_1.STR=Erro grave: Ocorreu um erro durante o download dos arquivos necess\u00e1rios.
DOWNLOAD_ERROR_2.STR=\nPoss\u00edveis motivos, entre outros:
DOWNLOAD_ERROR_3.STR=- a URL que voc\u00ea utiliza para conectar-se com o ARIS-Client est\u00e1 incorreta. Em caso de d\u00favida, entre em contato seu administrador de sistema.
DOWNLOAD_ERROR_4.STR=- Voc\u00ea n\u00e3o tem direitos de grava\u00e7\u00e3o para o diret\u00f3rio de download local.
DOWNLOAD_ERROR_5.STR=- N\u00e3o existe mem\u00f3ria suficiente no seu disco r\u00edgido local.
DOWNLOAD_ERROR_6.STR=- O download foi cancelado. Se voc\u00ea utilizar o applet de download:\nDurante o download, n\u00e3o feche a janela do navegador nem clique no bot\u00e3o Voltar.
DOWNLOAD_MAY_TAKE_SOME_TIME.STR=Dependendo da sua conex\u00e3o de rede, isso pode durar alguns minutos.
DOWNLOAD_USING_PRIVATE_JRE.DBI=Utilizar JRE privado
DO_NOT_CANCEL_DOWNLOAD.BTN=N\u00e3o cancele o download. \nUma interrup\u00e7\u00e3o pode causar uma instala\u00e7\u00e3o defeituosa. \n\nFeche a notifica\u00e7\u00e3o e aguarde at\u00e9 que o download esteja conclu\u00eddo.
ERROR_STARTING_ARIS.ERR=Erro ao iniciar o ARIS.
EXTRACTED_PRIVATE_JRE.DBI=Descompactar o JRE privado em:
EXTRACTING_PRIVATE_JRE.DBI=Descompactar o JRE privado
HIDE_DETAILS.BTN=Ocultar detalhes
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_1.WRG=O login com as configura\u00e7\u00f5es de proxy fornecidas n\u00e3o \u00e9 poss\u00edvel ou o servidor n\u00e3o est\u00e1 acess\u00edvel.
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_2.WRG=Verifique se as configura\u00e7\u00f5es de proxy est\u00e3o corretas e se o servidor est\u00e1 acess\u00edvel.
ID_CLIENT_APROXYUSER_DIALOG_NO_VALID_PROXY_DATA_ENTERED.WRG=O valor do servidor de proxy ou o endere\u00e7o do servidor proxy n\u00e3o \u00e9 v\u00e1lido.\nVerifique os valores.
ID_CLIENT_APROXYUSER_DIALOG_PORT.DBI=Porta
ID_CLIENT_APROXYUSER_DIALOG_PORT_NOT_ENTERED.WRG=Forne\u00e7a uma porta v\u00e1lida para o servidor proxy.
ID_CLIENT_APROXYUSER_DIALOG_PROXY.DBI=Proxy
ID_CLIENT_APROXYUSER_DIALOG_PROXY_NOT_ENTERED.WRG=Insira um endere\u00e7o de servidor proxy v\u00e1lido.
ID_CLIENT_APROXYUSER_DIALOG_SERVER_NOT_KNOWN.WRG=O servidor ARIS n\u00e3o est\u00e1 acess\u00edvel. \nVerifique se o servidor foi iniciado e est\u00e1 em funcionamento.
LOADER_AS_JAR_UNABLE_TO_GET_CONNECTION_PROPERTIES.STR=N\u00e3o \u00e9 poss\u00edvel carregar os dados de conex\u00e3o do arquivo JAR. \nN\u00e3o foi poss\u00edvel iniciar o aplicativo.
LOADER_AS_JAR_UNABLE_TO_GET_CONNECTION_PROPERTIES_MORE_INFO.STR=Para obter mais informa\u00e7\u00f5es, consulte o arquivo:
LOCAL_DOWNLOAD_DIR.STR=Diret\u00f3rio local de download:
NO_APPROPRIATE_JRE_FOUND.STR=Nenhum 'javaw.exe' apropriado foi encontrado. N\u00e3o \u00e9 poss\u00edvel iniciar o ARIS com um JRE privado.
OLD_JRE.STR=Voc\u00ea est\u00e1 utilizando uma vers\u00e3o antiga do Java Runtime Environment (a vers\u00e3o de JRE \u00e9 %1$s). \n\u00c9 necess\u00e1rio o Oracle Java Runtime Environment 1.7 ou superior.
PREPARE_START_COMMAND.STR=Preparando o ARIS Cliente para iniciar, aguarde...
PROXY_SERVER.STR=Servidor proxy
SHOW_DETAILS.BTN=Exibir detalhes
TEMP_DIR.STR=Diret\u00f3rio tempor\u00e1rio:
TRY_TO_SEARCH_FOR_JRE_IN_PATH.STR=Verifique o arquivo 'jre.zip' no servidor. Tentando localizar o JRE em:
UNABLE_TO_CREATE_DIRECTORY.STR=Erro grave: N\u00e3o foi poss\u00edvel criar o diret\u00f3rio %1$s. O processo de download foi cancelado.
UNABLE_TO_USE_PRIVATE_JRE.STR=O JRE privado deveria ser utilizado porque no arquivo de configura\u00e7\u00e3o do servidor est\u00e1 determinado o identificador '%1$s'. No entanto, n\u00e3o foi poss\u00edvel encontrar o arquivo 'javaw.exe' em '%2$s'.
UPDATE_SERVER_URL.STR=URL de servidor de atualiza\u00e7\u00e3o
USING_EXISTING_JRE.STR=Utilizando o JRE privado de
USING_PRIVATE_JRE.DBI=Utilizar o JRE privado existente de:
USING_PRIVATE_JRE_TAG.DBI=JRE privado:
UNABLE_TO_CONTACT_SERVER.DBI=N\u00e3o foi poss\u00edvel baixar ou atualizar o ARIS. \n\nO host ('%1$s') n\u00e3o est\u00e1 acess\u00edvel. \nPortanto, o ARIS n\u00e3o pode ser iniciado.
DOWNLOAD_CLIENT_NECESSARY_FILE_DOES_NOT_EXIST.DBI=N\u00e3o foi poss\u00edvel localizar o seguinte arquivo. Contudo, ele \u00e9 obrigat\u00f3rio para iniciar o ARIS para o qual o download foi iniciado:
DOWNLOAD_CLIENT_UNABLE_TO_GET_BUILD_NUMBER_FROM_JAR.ERR=N\u00e3o foi poss\u00edvel determinar o n\u00famero de vers\u00e3o do arquivo JAR! Trata-se de uma vers\u00e3o da patch que n\u00e3o foi criada corretamente? \u00c9 necess\u00e1rio iniciar um download.
LOADER_WARNING_SSL_CERTIFICATE_NOT_VALID_OR_UNTRUSTED.WRG=N\u00e3o foi poss\u00edvel estabelecer nenhuma conex\u00e3o com servidor do ARIS. \n\nVoc\u00ea est\u00e1 tentado criar uma conex\u00e3o SSL. \nO certificado n\u00e3o \u00e9 confi\u00e1vel ou n\u00e3o foi importado para o Java Runtime Environment utilizado. \nMais informa\u00e7\u00f5es podem ser encontradas no arquivo de log do loader cliente chamado 'ARISLauncher<date>.log' em '%temp%'. \n\nEntre em contato com seu administrador do ARIS.
PLEASE_UPDATE_LOADER.DBI=Voc\u00ea deve atualizar o arquivo do downloader JAR. \nO servidor foi atualizado para uma nova vers\u00e3o e o downloader poderia conter resolu\u00e7\u00f5es de problemas.
DOWNLOAD_REASON_BUILDNUMBER_EXISTING.STR=Vers\u00e3o do seu cliente de donwload:
DOWNLOAD_REASON_BUILDNUMBER_NEW.STR=Vers\u00e3o atual:
DOWNLOAD_REASON_BUILDNUMBER_NOT_DETECTED.STR=A vers\u00e3o do ARIS ser\u00e1 baixada porque n\u00e3o foi encontrado nenhum n\u00famero de vers\u00e3o v\u00e1lido. O ARIS ainda n\u00e3o foi baixado ou n\u00e3o foi encontrada nenhuma vers\u00e3o de desenvolvedor liberada.
DOWNLOAD_REASON_BUILDNUMBER_UNEQUAL.STR=A vers\u00e3o do ARIS ser\u00e1 atualizada. Seu cliente de download n\u00e3o \u00e9 atual.
DOWNLOAD_REASON_DOWNLOAD_DUE_TO_PRIVATE_JRE.STR=A vers\u00e3o do ARIS ser\u00e1 atualizada. Voc\u00ea deve utilizar um JRE privado. N\u00e3o existe nenhum JRE ou o identificador do JRE privado foi alterado no lado do servidor.
DOWNLOAD_REASON_FILE_MISSING.STR=A vers\u00e3o do ARIS ser\u00e1 baixada. Este arquivo de configura\u00e7\u00e3o est\u00e1 em falta:
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_3.WRG=Mais informa\u00e7\u00f5es voc\u00ea pode encontrar do arquivo de lob 'ARISLauncher<carimbo de data/hora>.cfg' no diret\u00f3rio 'temp'.
