# Auto-generated text file from Localization Framework  Locale=it Encoding=windows-1252 DO NOT EDIT BY HAND!
ID_CLIENT_APROXYUSER_DIALOG.DBT=Autentificazione proxy
ID_CLIENT_APROXYUSER_DIALOG_CANCEL.BTN=Annulla
ID_CLIENT_APROXYUSER_DIALOG_OK.BTN=OK
ID_CLIENT_APROXYUSER_DIALOG_PASSWORD.DBI=Password
ID_CLIENT_APROXYUSER_DIALOG_USER.DBI=Utente
ARIS_IS_CHECKING.STR=ARIS sta verificando l'eventuale presenza di aggiornamenti. Attendere...
ARIS_IS_CHECKING_AND_DOWNLOADING.STR=ARIS verifica l'aggiornamento del prodotto.
ARIS_IS_GOING_TO_BE_STARTED.STR=ARIS sta per essere avviato. Attendere...
AUTOMATIC_UPDATE.STR=Aggiornamento automatico
CLIENT_PARAMETER_NO_PASSWORD.STR=Parametro client: non salvare la password.
CLIENT_PARAMETER_SSL.STR=Parametro client: l'utilizzo di SSL \u00e8 obbligatorio per questo client di download.
DOWNLOADING_FILES.DBI=Download file necessari in corso...
DOWNLOAD_CLIENT_ERROR_CLIENT_ZIP_CORRUPT.STR=Il file ZIP client non viene riconosciuto come archivio ZIP. \u00c8 stato salvato qui per consentire di verificare se il server proxy ha fornito un file corretto:
DOWNLOAD_CLIENT_ERROR_COULD_NOT_CHECK.STR=Impossibile verificare il client. Verr\u00e0 comunque tentato di decomprimerlo...
DOWNLOAD_CLIENT_ERROR_EXTRACTING_FILE.STR=------------ Errore durante la decompressione del file:
DOWNLOAD_CLIENT_ERROR_EXTRACTING_NOT_POSSIBLE.STR=Errore: impossibile decomprimere il file compresso.
DOWNLOAD_CLIENT_ERROR_EXTRACTING_NO_DATA_FILE.STR=Errore: il file non contiene file.
DOWNLOAD_CLIENT_ERROR_SINGLE_EXTRACTING_FILE.STR=Errore durante la decompressione del file. Nuovo tentativo per:
DOWNLOAD_CLIENT_EXTRACTING.STR=Ancora %1$1s file da decomprimere. Attendere...
DOWNLOAD_CLIENT_EXTRACTING_SUCCEEDED.STR=Decompressione del client eseguita dopo %1$1s secondi.
DOWNLOAD_CLIENT_EXTRACT_ERROR_CLIENT_ZIP.STR=Errore durante la decompressione di "client.zip". Verificare il proprio ambiente IT (proxy ecc.), perch\u00e9 molto probabilmente il download \u00e8 stato bloccato.
DOWNLOAD_CLIENT_EXTRACT_PREPARE.STR=\u00c8 in corso la preparazione per la decompressione del client di download. Attendere...
DOWNLOAD_CLIENT_EXTRACT_PRIVATE_JRE_CREATE_DIR.STR=Creazione directory 
DOWNLOAD_CLIENT_EXTRACT_PRIVATE_JRE_EXTRACT_FILE.STR=Decompressione file
DOWNLOAD_CLIENT_EXTRACT_SINGLE_FILE.STR=Decompressione file:
DOWNLOAD_CLIENT_GENERAL_ERROR.STR=Si \u00e8 verificato un errore durante il download o la decompressione di tutti i file.
DOWNLOAD_CLIENT_INFO_EXTRACTING.STR=Decompressione file '%1$s'
DOWNLOAD_CLIENT_NOT_SUCCESSFULL.DBI=Impossibile scaricare o aggiornare ARIS. \nVerificare la console JAVA o il file di registro nella cartella dei file temporanei. \nVi vengono elencati i file JAR che non sono stati scaricati o decompressi. \n\nPer avviare nuovamente il download:\n1) chiudere tutte le finestre del browser,\n2) eliminare la cartella di download ('%1$s'),\n3) eliminare la cache JAVA\ne avviare nuovamente il download.
DOWNLOAD_CLIENT_NOT_SUCCESSFULL.DBT=Download non riuscito
DOWNLOAD_CLIENT_NO_ACCESS_FOR_PATH_FROM_LOADER_CFG.STR=Nessun diritto di accesso alla directory definita nel percorso del client di download.
DOWNLOAD_CLIENT_PATH_CHECK.STR=Verifica dei diritti di accesso al percorso del client di download definito sul lato server per il file 'arisloader.cfg':
DOWNLOAD_CLIENT_PATH_CHECK_ARIS_HOME.STR=Verifica dei diritti di accesso al percorso del client di download definito sul lato server per il file 'arisloader.cfg':
DOWNLOAD_CLIENT_TIDY_UP.STR=Ricerca di file con una versione precedente nella cartella:
DOWNLOAD_CLIENT_TIDY_UP_DELETE.STR=Dati obsoleti da eliminare trovati:
DOWNLOAD_CLIENT_TIDY_UP_ERROR.STR=Errore durante l'eliminazione di file delle versioni precedenti di ARIS dalla cartella di download:
DOWNLOAD_CLIENT_UNABLE_TO_EXTRACT_PRIVATE_JRE.STR=Impossibile decomprimere il JRE privato. Non si trova in questa posizione:
DOWNLOAD_CLIENT_USE_PATH_FROM_LOADER_CFG.STR=Utilizzo del percorso del client di download definito sul lato server per il file 'arisloader.cfg'.
DOWNLOAD_ERROR_1.STR=Errore grave: si \u00e8 verificato un errore durante il download dei file necessari.
DOWNLOAD_ERROR_2.STR=\nAlcune possibili cause:
DOWNLOAD_ERROR_3.STR=- l'URL utilizzato per la connessione al client ARIS \u00e8 errato. In caso di dubbi contattare l'amministratore di sistema.
DOWNLOAD_ERROR_4.STR=- Non si dispone del diritto per accedere in scrittura alla directory di download locale.
DOWNLOAD_ERROR_5.STR=- La memoria libera disponibile sul disco locale \u00e8 insufficiente.
DOWNLOAD_ERROR_6.STR=- Il download \u00e8 stato interrotto. Se si utilizza l'applet di download:\ndurante il download non chiudere la finestra del browser e non fare clic sul pulsante Indietro.
DOWNLOAD_MAY_TAKE_SOME_TIME.STR=In base alla connessione di rete, l'operazione pu\u00f2 richiedere alcuni minuti.
DOWNLOAD_USING_PRIVATE_JRE.DBI=Utilizza JRE privato
DO_NOT_CANCEL_DOWNLOAD.BTN=Non interrompere il download. \nUn'interruzione pu\u00f2 causare un'installazione errata. \n\nChiudere il messaggio e attendere il termine del download.
ERROR_STARTING_ARIS.ERR=Errore durante l'avvio di ARIS.
EXTRACTED_PRIVATE_JRE.DBI=JRE provato decompresso dopo:
EXTRACTING_PRIVATE_JRE.DBI=Decomprimi JRE privato
HIDE_DETAILS.BTN=Nascondi dettagli
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_1.WRG=L'accesso con le impostazioni proxy immesse non \u00e8 consentito oppure il server non \u00e8 raggiungibile.
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_2.WRG=Verificare che le impostazioni proxy siano corrette e se il server \u00e8 raggiungibile.
ID_CLIENT_APROXYUSER_DIALOG_NO_VALID_PROXY_DATA_ENTERED.WRG=Il valore per il server proxy o l'indirizzo del server proxy non \u00e8 valido.\nControllare i valori.
ID_CLIENT_APROXYUSER_DIALOG_PORT.DBI=Porta
ID_CLIENT_APROXYUSER_DIALOG_PORT_NOT_ENTERED.WRG=Inserire una porta valida per il server proxy.
ID_CLIENT_APROXYUSER_DIALOG_PROXY.DBI=Proxy
ID_CLIENT_APROXYUSER_DIALOG_PROXY_NOT_ENTERED.WRG=Inserire un indirizzo di server proxy valido.
ID_CLIENT_APROXYUSER_DIALOG_SERVER_NOT_KNOWN.WRG=Il server ARIS non \u00e8 raggiungibile. \nVerificare che il server sia stato avviato e che funzioni correttamente.
LOADER_AS_JAR_UNABLE_TO_GET_CONNECTION_PROPERTIES.STR=Non \u00e8 possibile caricare i dati di connessione del file JAR. \nImpossibile avviare l'applicazione.
LOADER_AS_JAR_UNABLE_TO_GET_CONNECTION_PROPERTIES_MORE_INFO.STR=Per ulteriori informazioni, vedere il file:
LOCAL_DOWNLOAD_DIR.STR=Directory download locale:
NO_APPROPRIATE_JRE_FOUND.STR=Nessun file 'javaw.exe' idoneo trovato. Non \u00e8 possibile avviare ARIS con il JRE privato.
OLD_JRE.STR=Si sta usando una versione obsoleta di Java Runtime Environment (la versione JRE \u00e8 %1$s). \n\u00c8 necessario Oracle Java Runtime Environment 1.7 o versioni superiori.
PREPARE_START_COMMAND.STR=Preparazione del client ARIS per l'avvio in corso. Attendere...
PROXY_SERVER.STR=Server proxy
SHOW_DETAILS.BTN=Visualizza i dettagli
TEMP_DIR.STR=Directory temporanea:
TRY_TO_SEARCH_FOR_JRE_IN_PATH.STR=Verificare il file 'jre.zip' sul server. Tentativo di ricerca di JRE in:
UNABLE_TO_CREATE_DIRECTORY.STR=Errore grave: impossibile creare la directory %1$s. Il processo di download viene interrotto.
UNABLE_TO_USE_PRIVATE_JRE.STR=\u00c8 necessario usare il JRE privato, perch\u00e9 nel file di configurazione del server \u00e8 definito l'identificatore '%1$s'. Tuttavia, non \u00e8 stato possibile trovare il file 'javaw.exe' in '%2$s'.
UPDATE_SERVER_URL.STR=URL server di aggiornamento
USING_EXISTING_JRE.STR=Utilizzo del JRE privato esistente di
USING_PRIVATE_JRE.DBI=Utilizzare il JRE privato esistente di:
USING_PRIVATE_JRE_TAG.DBI=JRE privato:
UNABLE_TO_CONTACT_SERVER.DBI=Impossibile scaricare o aggiornare ARIS. \n\nL'host ('%1$s') non \u00e8 raggiungibile. \nPertanto non \u00e8 possibile avviare ARIS.
DOWNLOAD_CLIENT_NECESSARY_FILE_DOES_NOT_EXIST.DBI=Il seguente file non \u00e8 stato trovato. Tuttavia, \u00e8 necessario per l'avvio di ARIS. Pertanto \u00e8 stato avviato il download:
DOWNLOAD_CLIENT_UNABLE_TO_GET_BUILD_NUMBER_FROM_JAR.ERR=Non \u00e8 stato possibile rilevare Il numero di build del file .jar! Si tratta di una versione patch che non \u00e8 stata creata correttamente? \u00c8 necessario avviare un download.
LOADER_WARNING_SSL_CERTIFICATE_NOT_VALID_OR_UNTRUSTED.WRG=Non \u00e8 stato possibile creare una connessione al server ARIS. \n\nSi sta tentando di creare un collegamento SSL. \nIl certificato non \u00e8 affidabile oppure non \u00e8 stato importato nel Java Runtime Environment utilizzato. \nUlteriori informazioni sono disponibili nel file di registro del loader client con il nome "ARISLauncher<data>.log" in '%temp%'. \n\nContattare il proprio amministratore ARIS.
PLEASE_UPDATE_LOADER.DBI=\u00c8 necessario aggiornare il file downloader JAR. \nIl server \u00e8 stato aggiornato a una nuova versione e il downloader potrebbe contenere risoluzioni di errori.
DOWNLOAD_REASON_BUILDNUMBER_EXISTING.STR=Versione del client di download dell'utente:
DOWNLOAD_REASON_BUILDNUMBER_NEW.STR=Versione corrente:
DOWNLOAD_REASON_BUILDNUMBER_NOT_DETECTED.STR=La versione di ARIS verr\u00e0 scaricata perch\u00e9 non sono stati trovati numeri di versione validi. ARIS non \u00e8 ancora stato scaricato oppure \u00e8 stata trovata una versione dello sviluppatore non abilitata.
DOWNLOAD_REASON_BUILDNUMBER_UNEQUAL.STR=La versione di ARIS verr\u00e0 aggiornata. Il client di download non \u00e8 aggiornato.
DOWNLOAD_REASON_DOWNLOAD_DUE_TO_PRIVATE_JRE.STR=La versione di ARIS verr\u00e0 aggiornata. \u00c8 necessario usare un JRE privato. Non esiste un JRE oppure l'identificatore del JRE privato \u00e8 stato modificato sul lato server.
DOWNLOAD_REASON_FILE_MISSING.STR=La versione di ARIS verr\u00e0 scaricata. Manca questo file di configurazione:
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_3.WRG=Ulteriori informazioni sono disponibili nel file di registro "ARISLauncher<timbro data>.cfg" nella directory "temp".
