# Auto-generated text file from Localization Framework  Locale=ja Encoding=shift_jis DO NOT EDIT BY HAND!
ID_CLIENT_APROXYUSER_DIALOG.DBT=\u30d7\u30ed\u30ad\u30b7\u8a8d\u8a3c
ID_CLIENT_APROXYUSER_DIALOG_CANCEL.BTN=\u30ad\u30e3\u30f3\u30bb\u30eb
ID_CLIENT_APROXYUSER_DIALOG_OK.BTN=OK
ID_CLIENT_APROXYUSER_DIALOG_PASSWORD.DBI=\u30d1\u30b9\u30ef\u30fc\u30c9
ID_CLIENT_APROXYUSER_DIALOG_USER.DBI=\u30e6\u30fc\u30b6\u30fc
ARIS_IS_CHECKING.STR=ARIS \u306f\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059\u3002 \u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...
ARIS_IS_CHECKING_AND_DOWNLOADING.STR=ARIS \u306f\u88fd\u54c1\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059...
ARIS_IS_GOING_TO_BE_STARTED.STR=ARIS \u306f\u8d77\u52d5\u3057\u3066\u3044\u307e\u3059\u3002 \u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...
AUTOMATIC_UPDATE.STR=\u81ea\u52d5\u66f4\u65b0
CLIENT_PARAMETER_NO_PASSWORD.STR=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8 \u30d1\u30e9\u30e1\u30fc\u30bf\u30fc: \u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u4fdd\u5b58\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002
CLIENT_PARAMETER_SSL.STR=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8 \u30d1\u30e9\u30e1\u30fc\u30bf\u30fc: \u3053\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3067 SSL \u3092\u4f7f\u3046\u3053\u3068\u306f\u5fc5\u9808\u3067\u3059\u3002
DOWNLOADING_FILES.DBI=\u5fc5\u8981\u306a\u30d5\u30a1\u30a4\u30eb\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u3066\u3044\u307e\u3059...
DOWNLOAD_CLIENT_ERROR_CLIENT_ZIP_CORRUPT.STR=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8 ZIP \u304c ZIP \u30a2\u30fc\u30ab\u30a4\u30d6\u3068\u540c\u4e00\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u30d7\u30ed\u30ad\u30b7 \u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u3044\u30d5\u30a1\u30a4\u30eb\u3092\u63d0\u4f9b\u3057\u305f\u304b\u3092\u78ba\u8a8d\u3059\u308b\u305f\u3081\u306b\u3001\u3053\u3053\u306b\u4fdd\u5b58\u3055\u308c\u3066\u3044\u307e\u3057\u305f:
DOWNLOAD_CLIENT_ERROR_COULD_NOT_CHECK.STR=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8 ZIP \u3092\u78ba\u8a8d\u3067\u304d\u307e\u305b\u3093\u3002 \u89e3\u51cd\u3092\u8a66\u307f\u3066\u3044\u307e\u3059...
DOWNLOAD_CLIENT_ERROR_EXTRACTING_FILE.STR=------------ \u30d5\u30a1\u30a4\u30eb\u3092\u89e3\u51cd\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:
DOWNLOAD_CLIENT_ERROR_EXTRACTING_NOT_POSSIBLE.STR=\u30a8\u30e9\u30fc: ZIP \u30d5\u30a1\u30a4\u30eb\u3092\u89e3\u51cd\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
DOWNLOAD_CLIENT_ERROR_EXTRACTING_NO_DATA_FILE.STR=\u30a8\u30e9\u30fc: \u30d5\u30a1\u30a4\u30eb\u306b\u306f\u30c7\u30fc\u30bf\u306f\u3042\u308a\u307e\u305b\u3093\u3002
DOWNLOAD_CLIENT_ERROR_SINGLE_EXTRACTING_FILE.STR=\u30d5\u30a1\u30a4\u30eb\u306e\u3092\u89e3\u51cd\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u518d\u8a66\u884c\u5bfe\u8c61:
DOWNLOAD_CLIENT_EXTRACTING.STR=\u89e3\u51cd\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u304c %1$1s \u30d5\u30a1\u30a4\u30eb\u6b8b\u3063\u3066\u3044\u307e\u3059\u3002 \u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...
DOWNLOAD_CLIENT_EXTRACTING_SUCCEEDED.STR=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u89e3\u51cd\u306f %1$1s \u79d2\u3067\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002
DOWNLOAD_CLIENT_EXTRACT_ERROR_CLIENT_ZIP.STR=client.zip \u3092\u89e3\u51cd\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u304c\u30d6\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308b\u305f\u3081\u3001IT \u74b0\u5883(\u30d7\u30ed\u30ad\u30b7\u306a\u3069)\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
DOWNLOAD_CLIENT_EXTRACT_PREPARE.STR=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u89e3\u51cd\u3092\u5b9f\u884c\u3059\u308b\u6e96\u5099\u3092\u3057\u3066\u3044\u307e\u3059\u3002 \u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...
DOWNLOAD_CLIENT_EXTRACT_PRIVATE_JRE_CREATE_DIR.STR=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059... 
DOWNLOAD_CLIENT_EXTRACT_PRIVATE_JRE_EXTRACT_FILE.STR=\u30d5\u30a1\u30a4\u30eb\u3092\u89e3\u51cd\u3057\u3066\u3044\u307e\u3059...
DOWNLOAD_CLIENT_EXTRACT_SINGLE_FILE.STR=\u30d5\u30a1\u30a4\u30eb\u3092\u89e3\u51cd:
DOWNLOAD_CLIENT_GENERAL_ERROR.STR=\u30d5\u30a1\u30a4\u30eb\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u307e\u305f\u306f\u89e3\u51cd\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
DOWNLOAD_CLIENT_INFO_EXTRACTING.STR=\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u89e3\u51cd\u3057\u3066\u3044\u307e\u3059...
DOWNLOAD_CLIENT_NOT_SUCCESSFULL.DBI=ARIS \u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u307e\u305f\u306f\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \nJAVA \u30b3\u30f3\u30bd\u30fc\u30eb\u307e\u305f\u306f\u4e00\u6b21\u30d5\u30a1\u30a4\u30eb\u3092\u542b\u3080\u30d5\u30a9\u30eb\u30c0\u30fc\u306e\u30ed\u30b0 \u30d5\u30a1\u30a4\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n\u3053\u3053\u306b\u3001\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u307e\u305f\u306f\u89e3\u51cd\u306b\u5931\u6557\u3057\u305f JAR \u30d5\u30a1\u30a4\u30eb\u304c\u4e00\u89a7\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \n\n\u3082\u3046\u4e00\u5ea6\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u5b9f\u884c\u3059\u308b\u5834\u5408\u306f\u3001\n1.) \u3059\u3079\u3066\u306e\u30d6\u30e9\u30a6\u30b6\u30fc \u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u9589\u3058\u3066\u3001\n2.) \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30d5\u30a9\u30eb\u30c0\u30fc('%1$s')\u3092\u524a\u9664\u3057\u3001\n3.) JAVA \u30ad\u30e3\u30c3\u30b7\u30e5\n\u3092\u30af\u30ea\u30a2\u3057\u3066\u304b\u3089\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u518d\u958b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
DOWNLOAD_CLIENT_NOT_SUCCESSFULL.DBT=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u5931\u6557
DOWNLOAD_CLIENT_NO_ACCESS_FOR_PATH_FROM_LOADER_CFG.STR=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30af\u30e9\u30a4\u30a2\u30f3\u30c8 \u30d1\u30b9\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3078\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
DOWNLOAD_CLIENT_PATH_CHECK.STR=\u30b5\u30fc\u30d0\u30fc\u5074\u306e arisloader.cfg \u30d5\u30a1\u30a4\u30eb\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30af\u30e9\u30a4\u30a2\u30f3\u30c8 \u30d1\u30b9\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092\u78ba\u8a8d\u4e2d:
DOWNLOAD_CLIENT_PATH_CHECK_ARIS_HOME.STR=\u30b5\u30fc\u30d0\u30fc\u5074\u306e arisloader.cfg \u30d5\u30a1\u30a4\u30eb\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30af\u30e9\u30a4\u30a2\u30f3\u30c8 \u30d1\u30b9\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092\u78ba\u8a8d\u4e2d:
DOWNLOAD_CLIENT_TIDY_UP.STR=\u30d5\u30a9\u30eb\u30c0\u30fc\u5185\u306e\u53e4\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u691c\u7d22\u4e2d:
DOWNLOAD_CLIENT_TIDY_UP_DELETE.STR=\u898b\u3064\u304b\u3063\u305f\u524a\u9664\u5bfe\u8c61\u306e\u53e4\u3044\u30d5\u30a1\u30a4\u30eb:
DOWNLOAD_CLIENT_TIDY_UP_ERROR.STR=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30d5\u30a9\u30eb\u30c0\u30fc\u304b\u3089\u53e4\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u306e ARIS \u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:
DOWNLOAD_CLIENT_UNABLE_TO_EXTRACT_PRIVATE_JRE.STR=\u3053\u3053\u306b\u5b58\u5728\u3057\u306a\u3044\u305f\u3081\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8 JRE \u3092\u89e3\u51cd\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:
DOWNLOAD_CLIENT_USE_PATH_FROM_LOADER_CFG.STR=\u30b5\u30fc\u30d0\u30fc\u5074\u306e arisloader.cfg \u30d5\u30a1\u30a4\u30eb\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30af\u30e9\u30a4\u30a2\u30f3\u30c8 \u30d1\u30b9\u3092\u4f7f\u7528\u3059\u308b
DOWNLOAD_ERROR_1.STR=\u5fc5\u8981\u306a\u30d5\u30a1\u30a4\u30eb\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3059\u308b\u969b\u306b\u81f4\u547d\u7684\u306a\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
DOWNLOAD_ERROR_2.STR=\n\u53ef\u80fd\u306a\u7406\u7531:
DOWNLOAD_ERROR_3.STR=- ARIS \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u63a5\u7d9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3057\u3066\u3044\u308b URL \u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002 \u4e0d\u78ba\u304b\u306a\u5834\u5408\u306f\u3001\u62c5\u5f53\u306e\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
DOWNLOAD_ERROR_4.STR=- \u30ed\u30fc\u30ab\u30eb\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u5bfe\u3059\u308b\u66f8\u8fbc\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
DOWNLOAD_ERROR_5.STR=- \u30ed\u30fc\u30ab\u30eb \u30cf\u30fc\u30c9\u30c7\u30a3\u30b9\u30af\u306b\u5341\u5206\u306a\u7a7a\u304d\u30b9\u30da\u30fc\u30b9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
DOWNLOAD_ERROR_6.STR=- \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u304c\u30ad\u30e3\u30f3\u30bb\u30eb\u3055\u308c\u307e\u3057\u305f\u3002\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30a2\u30d7\u30ec\u30c3\u30c8\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u5834\u5408:\n\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u4e2d\u306b\u30d6\u30e9\u30a6\u30b6\u30fc\u3092\u9589\u3058\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002\u307e\u305f\u3001[\u623b\u308b] \u30dc\u30bf\u30f3\u3092\u4f7f\u7528\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002
DOWNLOAD_MAY_TAKE_SOME_TIME.STR=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u63a5\u7d9a\u306b\u5f93\u3063\u3066\u3001\u3053\u306e\u51e6\u7406\u306b\u306f\u6570\u5206\u304b\u304b\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
DOWNLOAD_USING_PRIVATE_JRE.DBI=\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8 JRE \u3092\u4f7f\u3046
DO_NOT_CANCEL_DOWNLOAD.BTN=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002 \n\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3059\u308b\u3068\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u7834\u640d\u3059\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002 \n\n\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9589\u3058\u3066\u3001\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u304c\u5b8c\u4e86\u3059\u308b\u307e\u3067\u304a\u5f85\u3061\u304f\u3060\u3055\u3044\u3002
ERROR_STARTING_ARIS.ERR=ARIS \u30ec\u30dd\u30fc\u30c8\u3092\u958b\u59cb\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
EXTRACTED_PRIVATE_JRE.DBI=\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8 JRE \u306e\u89e3\u51cd\u5148:
EXTRACTING_PRIVATE_JRE.DBI=\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8 JRE \u3092\u89e3\u51cd\u3057\u3066\u3044\u307e\u3059...
HIDE_DETAILS.BTN=\u8a73\u7d30\u3092\u975e\u8868\u793a\u306b\u3059\u308b
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_1.WRG=\u6307\u5b9a\u3057\u305f\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3092\u4f7f\u7528\u3057\u3066\u30ed\u30b0\u30aa\u30f3\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u304c\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_2.WRG=\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u304c\u6b63\u3057\u304f\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u4f7f\u7528\u3067\u304d\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ID_CLIENT_APROXYUSER_DIALOG_NO_VALID_PROXY_DATA_ENTERED.WRG=\u30d7\u30ed\u30ad\u30b7 \u30b5\u30fc\u30d0\u30fc\u307e\u305f\u306f\u30d7\u30ed\u30ad\u30b7 \u30b5\u30fc\u30d0\u30fc \u30a2\u30c9\u30ec\u30b9\u306e\u5024\u304c\u7121\u52b9\u3067\u3059\u3002 \n\u5024\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ID_CLIENT_APROXYUSER_DIALOG_PORT.DBI=\u30dd\u30fc\u30c8
ID_CLIENT_APROXYUSER_DIALOG_PORT_NOT_ENTERED.WRG=\u30d7\u30ed\u30ad\u30b7 \u30b5\u30fc\u30d0\u30fc\u306e\u6709\u52b9\u306a\u30dd\u30fc\u30c8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ID_CLIENT_APROXYUSER_DIALOG_PROXY.DBI=\u30d7\u30ed\u30ad\u30b7
ID_CLIENT_APROXYUSER_DIALOG_PROXY_NOT_ENTERED.WRG=\u6709\u52b9\u306a\u30d7\u30ed\u30ad\u30b7 \u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ID_CLIENT_APROXYUSER_DIALOG_SERVER_NOT_KNOWN.WRG=ARIS \u30b5\u30fc\u30d0\u30fc\u306f\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002 \n\u30b5\u30fc\u30d0\u30fc\u304c\u5b9f\u884c\u3055\u308c\u3066\u3044\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
LOADER_AS_JAR_UNABLE_TO_GET_CONNECTION_PROPERTIES.STR=JAR \u30d5\u30a1\u30a4\u30eb\u304b\u3089\u63a5\u7d9a\u30c7\u30fc\u30bf\u3092\u30ed\u30fc\u30c9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002 \n\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u958b\u59cb\u3067\u304d\u307e\u305b\u3093\u3002
LOADER_AS_JAR_UNABLE_TO_GET_CONNECTION_PROPERTIES_MORE_INFO.STR=\u8a73\u7d30\u60c5\u5831\u306f\u3001\u6b21\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044:
LOCAL_DOWNLOAD_DIR.STR=\u30ed\u30fc\u30ab\u30eb \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30c7\u30a3\u30ec\u30af\u30c8\u30ea:
NO_APPROPRIATE_JRE_FOUND.STR=\u9069\u5207\u306a javaw.exe \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002 ARIS \u306f\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8 JRE \u3067\u306f\u8d77\u52d5\u3067\u304d\u307e\u305b\u3093\u3002
OLD_JRE.STR=\u53e4\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u306e Java Runtime Environment \u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059(JRE \u30d0\u30fc\u30b8\u30e7\u30f3\u306f %1$s \u3067\u3059)\u3002 \nOracle Java Runtime Environment 1.7 \u307e\u305f\u306f\u305d\u308c\u4ee5\u964d\u304c\u5fc5\u8981\u3067\u3059\u3002
PREPARE_START_COMMAND.STR=ARIS \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3092\u8d77\u52d5\u3059\u308b\u6e96\u5099\u3092\u3057\u3066\u3044\u307e\u3059\u3002 \u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...
PROXY_SERVER.STR=\u30d7\u30ed\u30ad\u30b7 \u30b5\u30fc\u30d0\u30fc
SHOW_DETAILS.BTN=\u8a73\u7d30\u306e\u8868\u793a
TEMP_DIR.STR=\u4e00\u6642\u30c7\u30a3\u30ec\u30af\u30c8\u30ea:
TRY_TO_SEARCH_FOR_JRE_IN_PATH.STR=\u30b5\u30fc\u30d0\u30fc\u306e jre.zip \u30d5\u30a1\u30a4\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 JRE \u306e\u691c\u7d22\u5834\u6240:
UNABLE_TO_CREATE_DIRECTORY.STR=\u81f4\u547d\u7684\u306a\u30a8\u30e9\u30fc: \u30c7\u30a3\u30ec\u30af\u30c8\u30ea %1$s \u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30d7\u30ed\u30bb\u30b9\u304c\u30ad\u30e3\u30f3\u30bb\u30eb\u3055\u308c\u307e\u3059\u3002
UNABLE_TO_USE_PRIVATE_JRE.STR=\u8b58\u5225\u5b50 %1$s \u304c\u30b5\u30fc\u30d0\u30fc\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8 JRE \u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u3092\u63a8\u5968\u3057\u307e\u3059\u3002\u305f\u3060\u3057\u3001%2$s \u306b\u306f javaw.exe \u30d5\u30a1\u30a4\u30eb\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
UPDATE_SERVER_URL.STR=\u30b5\u30fc\u30d0\u30fc URL \u306e\u66f4\u65b0
USING_EXISTING_JRE.STR=\u65e2\u5b58\u306e\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8 JRE \u3092\u4f7f\u7528
USING_PRIVATE_JRE.DBI=\u65e2\u5b58\u306e\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8 JRE \u3092\u4f7f\u7528:
USING_PRIVATE_JRE_TAG.DBI=\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8 JRE:
UNABLE_TO_CONTACT_SERVER.DBI=ARIS \u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u307e\u305f\u306f\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n\n\u30db\u30b9\u30c8(%1$s)\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002 \n\u305d\u306e\u305f\u3081\u3001ARIS \u306f\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002
DOWNLOAD_CLIENT_NECESSARY_FILE_DOES_NOT_EXIST.DBI=\u6b21\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002ARIS \u3092\u958b\u59cb\u3059\u308b\u306e\u306b\u5fc5\u8981\u306a\u305f\u3081\u3001\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u304c\u958b\u59cb\u3055\u308c\u307e\u3057\u305f:
DOWNLOAD_CLIENT_UNABLE_TO_GET_BUILD_NUMBER_FROM_JAR.ERR=JAR \u30d5\u30a1\u30a4\u30eb\u306e\u30d3\u30eb\u30c9\u756a\u53f7\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u6b63\u3057\u304f\u30d3\u30eb\u30c9\u3055\u308c\u306a\u304b\u3063\u305f\u30d1\u30c3\u30c1 \u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u958b\u59cb\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
LOADER_WARNING_SSL_CERTIFICATE_NOT_VALID_OR_UNTRUSTED.WRG=ARIS \u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\n\nSSL \u63a5\u7d9a\u306e\u4f5c\u6210\u3092\u8a66\u307f\u3066\u3044\u307e\u3059\u3002\n\u8a3c\u660e\u66f8\u304c\u4fe1\u983c\u3067\u304d\u306a\u3044\u304b\u3001\u4f7f\u7528\u4e2d\u306e Java Runtime Environment \u306b\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\n\u8a73\u7d30\u306a\u60c5\u5831\u306b\u3064\u3044\u3066\u306f\u3001%temp% \u4e0b\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8 \u30ed\u30fc\u30c0\u30fc \u30ed\u30b0 \u30d5\u30a1\u30a4\u30eb ARISLauncher<date>.log \u306b\u8a18\u8f09\u3055\u308c\u3066\u3044\u307e\u3059\u3002\n\nARIS \u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
PLEASE_UPDATE_LOADER.DBI=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c0\u30fc JAR \u30d5\u30a1\u30a4\u30eb\u306e\u66f4\u65b0\u3092\u304a\u52e7\u3081\u3057\u307e\u3059\u3002\n\u30b5\u30fc\u30d0\u30fc\u306f\u65b0\u3057\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u66f4\u65b0\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30c0\u30a6\u30f3\u30ed\u30fc\u30c0\u30fc\u306b\u3088\u3063\u3066\u4fee\u6b63\u304c\u63d0\u4f9b\u3055\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
DOWNLOAD_REASON_BUILDNUMBER_EXISTING.STR=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u30d0\u30fc\u30b8\u30e7\u30f3:
DOWNLOAD_REASON_BUILDNUMBER_NEW.STR=\u73fe\u5728\u306e\u30d0\u30fc\u30b8\u30e7\u30f3:
DOWNLOAD_REASON_BUILDNUMBER_NOT_DETECTED.STR=\u6709\u52b9\u306a\u30d0\u30fc\u30b8\u30e7\u30f3\u756a\u53f7\u304c\u898b\u3064\u304b\u3089\u306a\u3044\u305f\u3081\u3001ARIS \u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3055\u308c\u307e\u3059\u3002\u3053\u308c\u307e\u3067\u306b ARIS \u304c\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3055\u308c\u3066\u3044\u306a\u304b\u3063\u305f\u304b\u3001\u672a\u627f\u8a8d\u306e\u958b\u767a\u8005\u7528\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u898b\u3064\u304b\u3063\u305f\u304b\u306e\u3044\u305a\u308c\u304b\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
DOWNLOAD_REASON_BUILDNUMBER_UNEQUAL.STR=ARIS \u30d0\u30fc\u30b8\u30e7\u30f3\u306f\u66f4\u65b0\u3055\u308c\u307e\u3059\u3002\u4f7f\u7528\u4e2d\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f\u53e4\u304f\u306a\u3063\u3066\u3044\u307e\u3059\u3002
DOWNLOAD_REASON_DOWNLOAD_DUE_TO_PRIVATE_JRE.STR=ARIS \u30d0\u30fc\u30b8\u30e7\u30f3\u306f\u66f4\u65b0\u3055\u308c\u307e\u3059\u3002\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8 JRE \u306e\u4f7f\u7528\u3092\u304a\u52e7\u3081\u3057\u307e\u3059\u3002\u4f7f\u7528\u53ef\u80fd\u306a JRE \u304c\u306a\u3044\u304b\u3001\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8 JRE \u306e\u8b58\u5225\u5b50\u304c\u30b5\u30fc\u30d0\u30fc\u5074\u3067\u5909\u66f4\u3055\u308c\u305f\u304b\u306e\u3044\u305a\u308c\u304b\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
DOWNLOAD_REASON_FILE_MISSING.STR=ARIS \u30d0\u30fc\u30b8\u30e7\u30f3\u306f\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3055\u308c\u307e\u3059\u3002\u6b21\u306e\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093:
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_3.WRG=\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001temp \u30d5\u30a9\u30eb\u30c0\u30fc\u306b\u3042\u308b ARISLauncher<\u30bf\u30a4\u30e0 \u30b9\u30bf\u30f3\u30d7>.cfg \u30ed\u30b0 \u30d5\u30a1\u30a4\u30eb\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
