ID_CLIENT_APROXYUSER_DIALOG.DBT=Proxy-Authentifizierung
ID_CLIENT_APROXYUSER_DIALOG_USER.DBI=Benutzer
ID_CLIENT_APROXYUSER_DIALOG_PASSWORD.DBI=Kennwort
ID_CLIENT_APROXYUSER_DIALOG_OK.BTN=OK
ID_CLIENT_APROXYUSER_DIALOG_CANCEL.BTN=Abbrechen
ID_CLIENT_APROXYUSER_DIALOG_PORT.DBI=Port
ID_CLIENT_APROXYUSER_DIALOG_PROXY.DBI=Proxy
ID_CLIENT_APROXYUSER_DIALOG_PROXY_NOT_ENTERED.WRG=Bitte geben Sie eine g\u00fcltige Proxy-Server-Adresse ein.
ID_CLIENT_APROXYUSER_DIALOG_PORT_NOT_ENTERED.WRG=Bitte geben Sie einen g\u00fcltigen Port f\u00fcr den Proxy-Server ein.
ID_CLIENT_APROXYUSER_DIALOG_NO_VALID_PROXY_DATA_ENTERED.WRG=Der Wert f\u00fcr den Proxy-Server oder die Proxy-Server-Adresse ist nicht g\u00fcltig\nBitte pr\u00fcfen Sie die Werte.
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_1.WRG=Das Anmelden mit den eingetragenen Proxy-Einstellungen ist nicht m\u00f6glich oder der Server ist nicht erreichbar.
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_2.WRG=Bitte pr\u00fcfen Sie, ob die Proxy-Einstellungen korrekt sind und ob der Server erreichbar ist.
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_3.WRG=Weitere Informationen finden Sie in der Protokolldatei 'ARISLauncher<Zeitstempel>.cfg' im Verzeichnis 'temp'.
ID_CLIENT_APROXYUSER_DIALOG_SERVER_NOT_KNOWN.WRG=Der ARIS-Server ist nicht erreichbar.\nBitte pr\u00fcfen Sie, ob der Server gestartet wurde und l\u00e4uft.

ARIS_IS_CHECKING.STR=ARIS pr\u00fcft, ob Updates vorliegen. Bitte warten Sie...
AUTOMATIC_UPDATE.STR = Automatisches Update
ARIS_IS_CHECKING_AND_DOWNLOADING.STR = ARIS \u00fcberpr\u00fcft Produktaktualisierungen.
DOWNLOAD_MAY_TAKE_SOME_TIME.STR=Dies kann abh\u00e4ngig von Ihrer Netzwerkverbindung einige Minuten dauern.
UPDATE_SERVER_URL.STR=Update-Server-URL
PROXY_SERVER.STR=Proxy-Server

SHOW_DETAILS.BTN=Details anzeigen
HIDE_DETAILS.BTN=Details verbergen

DO_NOT_CANCEL_DOWNLOAD.BTN=Bitte brechen Sie das Herunterladen nicht ab.\nEin Unterbrechen kann zu einer fehlerhaften Installation f\u00fchren.\n\nBitte schlie\u00dfen Sie die Nachricht und warten Sie, bis das Herunterladen beendet wurde.

DOWNLOAD_ERROR_1.STR=Schwerer Fehler: W\u00e4hrend des Herunterladens der ben\u00f6tigten Dateien ist ein Fehler aufgetreten.
DOWNLOAD_ERROR_2.STR=\nM\u00f6gliche Gr\u00fcnde unter anderen:
DOWNLOAD_ERROR_3.STR - die URL ist falsch, die Sie zum Verbinden mit dem ARIS-Client verwenden. Im Zweifelsfall kontaktieren Sie bitte Ihren Systemadministrator.
DOWNLOAD_ERROR_4.STR - Sie haben kein Schreibrecht zum lokalen Download-Verzeichnis.
DOWNLOAD_ERROR_5.STR - Es steht nicht genug Speicher auf Ihrer lokalen Festplatte zur Verf\u00fcgung.
DOWNLOAD_ERROR_6.STR - Das Herunterladen wurde abgebrochen. Wenn Sie das Download-Applet verwenden:\nSchlie\u00dfen Sie w\u00e4hrend des Herunterladens das Browser-Fenster nicht und klicken Sie nicht auf die Zur\u00fcck-Schaltfl\u00e4che.

UNABLE_TO_CREATE_DIRECTORY.STR=Schwerer Fehler: Das Verzeichnis %1$s konnte nicht angelegt werden. Der Download-Prozess wird abgebrochen.
DOWNLOAD_USING_PRIVATE_JRE.DBI=Private JRE verwenden
USING_PRIVATE_JRE_TAG.DBI=Private JRE:
DOWNLOADING_FILES.DBI=Lade ben\u00f6tigte Dateien herunter...
EXTRACTING_PRIVATE_JRE.DBI=Private JRE entpacken
EXTRACTED_PRIVATE_JRE.DBI=Private JRE entpacken nach:
USING_PRIVATE_JRE.DBI=Existierende private JRE verwenden von:
UNABLE_TO_USE_PRIVATE_JRE.STR=Die private JRE sollte verwendet werden, weil in der Serverkonfigurationsdatei der Identifizierer '%1$s' festgelegt ist. Die Datei 'javaw.exe' konnte jedoch auf '%2$s' nicht gefunden werden.
TRY_TO_SEARCH_FOR_JRE_IN_PATH.STR=Bitte pr\u00fcfen Sie die Datei 'jre.zip' auf dem Server. Versuche, nach JRE zu suchen in:
USING_EXISTING_JRE.STR=Verwende existierende private JRE von
NO_APPROPRIATE_JRE_FOUND.STR=Keine geeignete 'javaw.exe' gefunden. Es ist nicht m\u00f6glich, ARIS mir privater JRE zu starten.
ARIS_IS_GOING_TO_BE_STARTED.STR=ARIS startet gerade, bitte warten...

LOADER_AS_JAR_UNABLE_TO_GET_CONNECTION_PROPERTIES.STR=Es ist nicht m\u00f6glich, die Verbindungsdaten der JAR-Datei zu laden.\nDie Anwendung kann nicht gestartet werden.
LOADER_AS_JAR_UNABLE_TO_GET_CONNECTION_PROPERTIES_MORE_INFO.STR=F\u00fcr weitere Informationen siehe Datei:
OLD_JRE.STR=Sie verwenden eine veraltete Java Runtime Environment-Version (JRE-Version ist %1$s).\nOracle Java Runtime Environment 1.7 oder h\u00f6her wird ben\u00f6tigt.

TEMP_DIR.STR=Tempor\u00e4res Verzeichnis:
LOCAL_DOWNLOAD_DIR.STR=Lokales Download-Verzeichnis:
CLIENT_PARAMETER_SSL.STR=Client-Parameter: Die SSL-Verwendung ist f\u00fcr diesen Download-Client verpflichtend.
CLIENT_PARAMETER_NO_PASSWORD.STR=Client-Parameter: Kennwort nicht speichern.
PREPARE_START_COMMAND.STR=Bereite ARIS Client f\u00fcr den Start vor, bitte warten...
ERROR_STARTING_ARIS.ERR=Fehler beim Starten von ARIS.
DOWNLOAD_CLIENT_PATH_CHECK.STR=Pr\u00fcfung der Zugriffsrechte auf den serverseitig festgelegten Download-Client-Pfad der Datei 'arisloader.cfg':
DOWNLOAD_CLIENT_USE_PATH_FROM_LOADER_CFG.STR=Verwende den serverseitig festgelegten Download-Client-Pfad der Datei 'arisloader.cfg'.
DOWNLOAD_CLIENT_NO_ACCESS_FOR_PATH_FROM_LOADER_CFG.STR=Kein Zugriffsrecht auf das im Download-Client-Pfad festgelegte Verzeichnis.
DOWNLOAD_CLIENT_PATH_CHECK_ARIS_HOME.STR=Pr\u00fcfung der Zugriffsrechte auf den serverseitig festgelegten Download-Client-Pfad der Datei 'arisloader.cfg':
DOWNLOAD_CLIENT_UNABLE_TO_EXTRACT_PRIVATE_JRE.STR=Die private JRE konnte nicht entpackt werden, weil sie sich nicht hier befindet:
DOWNLOAD_CLIENT_EXTRACT_PRIVATE_JRE_CREATE_DIR.STR=Lege Verzeichnis an 
DOWNLOAD_CLIENT_EXTRACT_PRIVATE_JRE_EXTRACT_FILE.STR=Entpacke Datei
DOWNLOAD_CLIENT_EXTRACT_SINGLE_FILE.STR=Entpacke Datei:
DOWNLOAD_CLIENT_EXTRACT_ERROR_CLIENT_ZIP.STR=Fehler beim Entpacken von 'client.zip'. Bitte pr\u00fcfen Sie Ihre IT-Umgebung (Proxy usw.), weil h\u00f6chstwahrscheinlich das Herunterladen blockiert wurde.
DOWNLOAD_CLIENT_EXTRACT_PREPARE.STR=Das Entpacken des Download-Client wird vorbereitet, bitte warten...
DOWNLOAD_CLIENT_EXTRACTING.STR=Noch %1$1s Dateien zum Entpacken, bitte warten Sie einen Moment...
DOWNLOAD_CLIENT_EXTRACTING_SUCCEEDED.STR=Auspacken des Client nach %1$1s Sekunden durchgef\u00fchrt.
DOWNLOAD_CLIENT_ERROR_EXTRACTING_FILE.STR=------------ Fehler beim Auspacken von Datei:
DOWNLOAD_CLIENT_ERROR_CLIENT_ZIP_CORRUPT.STR=Das Client-ZIP wird nicht als ZIP-Archiv erkannt. Es wurde hier gespeichert, damit Sie pr\u00fcfen k\u00f6nnen, ob der Proxy-Server eine korrekte Datei geliefert hat:
DOWNLOAD_CLIENT_ERROR_COULD_NOT_CHECK.STR=Es ist nicht m\u00f6glich, die client.zip zu pr\u00fcfen. Es wird dennoch versucht, sie auszupacken...
DOWNLOAD_CLIENT_TIDY_UP.STR=Suche nach Dateien einer \u00e4lteren Version im Ordner:
DOWNLOAD_CLIENT_TIDY_UP_DELETE.STR=Alte Dateien zum L\u00f6schen gefunden:
DOWNLOAD_CLIENT_TIDY_UP_ERROR.STR=Fehler beim L\u00f6schen von Dateien vorhergehender ARIS-Versionen aus dem Download-Order:
DOWNLOAD_CLIENT_GENERAL_ERROR.STR=Beim Herunterladen oder Auspacken aller Dateien ist ein Fehler aufgetreten.
DOWNLOAD_CLIENT_NOT_SUCCESSFULL.DBT=Herunterladen fehlgeschlagen
DOWNLOAD_CLIENT_NOT_SUCCESSFULL.DBI=ARIS konnte nicht heruntergeladen oder aktualisiert werden.\nBitte pr\u00fcfen Sie die JAVA-Konsole oder die Protokolldatei im Ordner f\u00fcr tempor\u00e4re Dateien.\nDie JAR-Dateien werden dort aufgelistet, die nicht heruntergeladen oder entpackt wurden.\n\nUm das Herunterladen neu zu starten:\n1.) schlie\u00dfen Sie bitte alle Browser-Fenster,\n2.) l\u00f6schen den Download-Ordner ('%1$s'),\n3.) l\u00f6schen den JAVA-Cache\nund starten den Download erneut.
UNABLE_TO_CONTACT_SERVER.DBI=ARIS konnte nicht heruntergeladen oder aktualisiert werden.\n\nDer Host ('%1$s') ist nicht erreichbar.\nARIS kann deshalb nicht gestartet werden.
RECEIVED_CONTENT_LENGTH_FOR_FILE.DBT=Ermittelte Gr\u00f6\u00dfe der Download-Datei '%1$s':
USING_DOWNLOAD_CLIENT_PATH_FOR.DBT=Verwende Download-Client-Pfad als Client-Archiv:
DOWNLOAD_CLIENT_ERROR_SINGLE_EXTRACTING_FILE.STR=Fehler beim Datei-Entpacken. Erneuter Versuch f\u00fcr:
DOWNLOAD_CLIENT_ERROR_EXTRACTING_NO_DATA_FILE.STR=Fehler: Die Datei enth\u00e4lt keine Daten.
DOWNLOAD_CLIENT_ERROR_EXTRACTING_NOT_POSSIBLE.STR=Fehler: Die gepackte Datei kann nicht entpackt werden.
DOWNLOAD_CLIENT_INFO_EXTRACTING.STR=Entpacke Datei '%1$s'
DOWNLOAD_CLIENT_NECESSARY_FILE_DOES_NOT_EXIST.DBI=Die folgende Datei wurde nicht gefunden. Sie ist jedoch zum Starten von ARIS erforderlich, weshalb der Download gestartet wurde:
DOWNLOAD_CLIENT_UNABLE_TO_GET_BUILD_NUMBER_FROM_JAR.ERR=Die Build-Nummer des Jar konnte nicht ermittelt werden! Handelt es sich um eine Patch-Version, die nicht ordnungsgem\u00e4\u00df gebaut wurde? Ein Download muss gestartet werden.

PLEASE_UPDATE_LOADER.DBI=Sie sollten die Downloader-JAR-Datei aktualisieren.\nDer Server wurde auf eine neue Version aktualisiert und der Downloader k\u00f6nnte Fehlerbehebungen enthalten.

LOADER_WARNING_SSL_CERTIFICATE_NOT_VALID_OR_UNTRUSTED.WRG=Es konnte keine Verbindung zum ARIS Server hergestellt werden.\n\nSie versuchen, eine SSL-Verbindung herzustellen.\nEntweder das Zertifikat ist nicht vertrauensw\u00fcrdig oder es wurde nicht in das verwendete Java Runtime Environment importiert.\nWeitere Informationen finden Sie in der Client-Loader-Protokolldatei namens 'ARISLauncher<date>.log' unter '%temp%'.\n\nBitte kontaktieren sie Ihren ARIS-Administrator.
DOWNLOAD_REASON_BUILDNUMBER_UNEQUAL.STR=Die ARIS-Version wird aktualisiert. Ihr Download-Client ist nicht aktuell.
DOWNLOAD_REASON_BUILDNUMBER_EXISTING.STR=Version Ihres Download-Clients:
DOWNLOAD_REASON_BUILDNUMBER_NEW.STR=Aktuelle Version:
DOWNLOAD_REASON_BUILDNUMBER_NOT_DETECTED.STR=Die ARIS-Version wird heruntergeladen, da keine g\u00fcltige Versionsnummer gefunden wurde. Entweder wurde ARIS noch nie heruntergeladen, oder eine nicht freigegebene Entwicklerversion wurde gefunden.
DOWNLOAD_REASON_DOWNLOAD_DUE_TO_PRIVATE_JRE.STR=Die ARIS-Version wird aktualisiert. Sie sollten eine private JRE verwenden. Entweder existiert keine JRE oder der Identifizierer der privaten JREwurde serverseitig ge\u00e4ndert.
DOWNLOAD_REASON_FILE_MISSING.STR=Die ARIS-Version wird heruntergeladen. Diese Konfigurationsdatei fehlt:
