# Auto-generated text file from Localization Framework  Locale=es Encoding=windows-1252 DO NOT EDIT BY HAND!
ID_CLIENT_APROXYUSER_DIALOG.DBT=Autentificaci\u00f3n de proxy
ID_CLIENT_APROXYUSER_DIALOG_CANCEL.BTN=Cancelar
ID_CLIENT_APROXYUSER_DIALOG_OK.BTN=Aceptar
ID_CLIENT_APROXYUSER_DIALOG_PASSWORD.DBI=Contrase\u00f1a
ID_CLIENT_APROXYUSER_DIALOG_USER.DBI=Usuario
ARIS_IS_CHECKING.STR=ARIS est\u00e1 comprobando si existen actualizaciones. Espere unos instantes...
ARIS_IS_CHECKING_AND_DOWNLOADING.STR=ARIS est\u00e1 comprobando si existen actualizaciones de producto.
ARIS_IS_GOING_TO_BE_STARTED.STR=ARIS est\u00e1 inici\u00e1ndose. Espere unos instantes...
AUTOMATIC_UPDATE.STR=Actualizaci\u00f3n autom\u00e1tica
CLIENT_PARAMETER_NO_PASSWORD.STR=Par\u00e1metro de cliente: No guardar la contrase\u00f1a.
CLIENT_PARAMETER_SSL.STR=Par\u00e1metro de cliente: Con este cliente de descarga debe utilizarse SSL.
DOWNLOADING_FILES.DBI=Descargando archivos requeridos...
DOWNLOAD_CLIENT_ERROR_CLIENT_ZIP_CORRUPT.STR=El archivo client.zip no se ha identificado como archivo ZIP. Se ha guardado aqu\u00ed para que pueda comprobar si el servidor proxy ha proporcionado el archivo correcto:
DOWNLOAD_CLIENT_ERROR_COULD_NOT_CHECK.STR=El archivo client.zip no puede comprobarse. Intentando aun as\u00ed descomprimir...
DOWNLOAD_CLIENT_ERROR_EXTRACTING_FILE.STR=------------ Error al descomprimir el archivo:
DOWNLOAD_CLIENT_ERROR_EXTRACTING_NOT_POSSIBLE.STR=Error: El archivo no puede descomprimirse.
DOWNLOAD_CLIENT_ERROR_EXTRACTING_NO_DATA_FILE.STR=Error: El archivo no contiene ning\u00fan dato.
DOWNLOAD_CLIENT_ERROR_SINGLE_EXTRACTING_FILE.STR=Error al descomprimir el archivo. Nuevo intento para:
DOWNLOAD_CLIENT_EXTRACTING.STR=Faltan %1$1s archivos por descomprimir. Espere unos instantes...
DOWNLOAD_CLIENT_EXTRACTING_SUCCEEDED.STR=El cliente se ha descomprimido en %1$1s segundos.
DOWNLOAD_CLIENT_EXTRACT_ERROR_CLIENT_ZIP.STR=Error al descomprimir el archivo client.zip. Compruebe su entorno IT (proxy, etc.). La descarga ha sido probablemente bloqueada.
DOWNLOAD_CLIENT_EXTRACT_PREPARE.STR=Prepar\u00e1ndose la operaci\u00f3n para descomprimir el cliente de descarga. Espere unos instantes...
DOWNLOAD_CLIENT_EXTRACT_PRIVATE_JRE_CREATE_DIR.STR=Creando directorio 
DOWNLOAD_CLIENT_EXTRACT_PRIVATE_JRE_EXTRACT_FILE.STR=Descomprimiendo archivo...
DOWNLOAD_CLIENT_EXTRACT_SINGLE_FILE.STR=Descomprimiendo archivo:
DOWNLOAD_CLIENT_GENERAL_ERROR.STR=Se ha producido un error al descargar o descomprimir los archivos.
DOWNLOAD_CLIENT_INFO_EXTRACTING.STR=Descomprimiendo el archivo '%1$s'
DOWNLOAD_CLIENT_NOT_SUCCESSFULL.DBI=ARIS no ha podido descargarse o actualizarse. \nCompruebe su consola JAVA o el archivo de registro en la carpeta destinada a archivos temporales. \nLos archivos JAR que no han podido descargarse o descomprimirse se recogen all\u00ed en una lista. \n\nPara volver a intentar descargar:\n1) cierre primero todas las ventanas del navegador\n2) elimine la carpeta de descarga ('%1$s'),\n3) elimine el cach\u00e9 JAVA-Cache\ny 4) vuelva a iniciar la descarga.
DOWNLOAD_CLIENT_NOT_SUCCESSFULL.DBT=Error de descarga
DOWNLOAD_CLIENT_NO_ACCESS_FOR_PATH_FROM_LOADER_CFG.STR=No dispone de permisos de acceso al directorio definido en la ruta del cliente de descarga.
DOWNLOAD_CLIENT_PATH_CHECK.STR=Comprobando permisos de acceso a la ruta del cliente de descarga definida en el archivo 'arisloader.cfg' en el servidor:
DOWNLOAD_CLIENT_PATH_CHECK_ARIS_HOME.STR=Comprobando permisos de acceso a la ruta del cliente de descarga definida en el archivo 'arisloader.cfg' en el servidor:
DOWNLOAD_CLIENT_TIDY_UP.STR=Buscando archivos de versiones anteriores en la carpeta:
DOWNLOAD_CLIENT_TIDY_UP_DELETE.STR=Archivos antiguos que se han encontrado y se desea eliminar:
DOWNLOAD_CLIENT_TIDY_UP_ERROR.STR=Error al eliminar de la carpeta de descarga archivos de versiones anteriores de ARIS:
DOWNLOAD_CLIENT_UNABLE_TO_EXTRACT_PRIVATE_JRE.STR=El JRE privado no ha podido descomprimirse, ya que \u00e9sta no es su ubicaci\u00f3n:
DOWNLOAD_CLIENT_USE_PATH_FROM_LOADER_CFG.STR=Utilizando la ruta del cliente de descarga definida en el archivo 'arisloader.cfg' en el servidor.
DOWNLOAD_ERROR_1.STR=Errore grave: Se ha producido un error durante la descarga de los archivos requeridos.
DOWNLOAD_ERROR_2.STR=\nPosibles causas:
DOWNLOAD_ERROR_3.STR=- La URL que est\u00e1 utilizando para conectarse al cliente ARIS no es correcta. P\u00f3ngase en contacto con su administrador de sistema si es necesario.
DOWNLOAD_ERROR_4.STR=- No dispone de permisos de escritura en el directorio de descarga local.
DOWNLOAD_ERROR_5.STR=- No se dispone de suficiente memoria en su disco duro local.
DOWNLOAD_ERROR_6.STR=- La descarga se ha cancelado. Si est\u00e1 utilizando el applet de descarga\nno cierre la ventana del navegador durante la descarga y no haga clic en el bot\u00f3n Atr\u00e1s.
DOWNLOAD_MAY_TAKE_SOME_TIME.STR=La operaci\u00f3n puede durar varios minutos dependiendo de su conexi\u00f3n de red.
DOWNLOAD_USING_PRIVATE_JRE.DBI=Utilizar JRE privado
DO_NOT_CANCEL_DOWNLOAD.BTN=No cancelar descarga. \nEl resultado de la cancelaci\u00f3n puede ser una instalaci\u00f3n defectuosa. \n\nCierre este mensaje y espere a que la descarga concluya.
ERROR_STARTING_ARIS.ERR=Error al iniciar ARIS.
EXTRACTED_PRIVATE_JRE.DBI=Descomprimir JRE privado aqu\u00ed:
EXTRACTING_PRIVATE_JRE.DBI=Descomprimir JRE privado
HIDE_DETAILS.BTN=Ocultar detalles
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_1.WRG=No es posible conectarse con la configuraci\u00f3n de proxy indicada o bien el servidor no se encuentra disponible.
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_2.WRG=Compruebe si la configuraci\u00f3n de proxy es correcta y si el servidor est\u00e1 disponible.
ID_CLIENT_APROXYUSER_DIALOG_NO_VALID_PROXY_DATA_ENTERED.WRG=El valor del servidor proxy o la direcci\u00f3n del mismo no son v\u00e1lidas.\nVuelva a examinar los valores.
ID_CLIENT_APROXYUSER_DIALOG_PORT.DBI=Puerto
ID_CLIENT_APROXYUSER_DIALOG_PORT_NOT_ENTERED.WRG=Indique un puerto v\u00e1lido para el servidor proxy.
ID_CLIENT_APROXYUSER_DIALOG_PROXY.DBI=Proxy
ID_CLIENT_APROXYUSER_DIALOG_PROXY_NOT_ENTERED.WRG=Introduzca una direcci\u00f3n v\u00e1lida para el servidor proxy.
ID_CLIENT_APROXYUSER_DIALOG_SERVER_NOT_KNOWN.WRG=El servidor ARIS no est\u00e1 disponible. \nAseg\u00farese que el servidor est\u00e1 funcionando correctamente.
LOADER_AS_JAR_UNABLE_TO_GET_CONNECTION_PROPERTIES.STR=No es posible cargar los datos de conexi\u00f3n del archivo JAR. \nLa aplicaci\u00f3n no puede lanzarse.
LOADER_AS_JAR_UNABLE_TO_GET_CONNECTION_PROPERTIES_MORE_INFO.STR=Consulte el siguiente archivo para obtener m\u00e1s informaci\u00f3n:
LOCAL_DOWNLOAD_DIR.STR=Directorio de descarga local:
NO_APPROPRIATE_JRE_FOUND.STR=No se ha encontrado ning\u00fan archivo 'javaw.exe' adecuado. No es posible lanzar ARIS con JRE privado.
OLD_JRE.STR=Est\u00e1 utilizando una versi\u00f3n antigua del entorno runtime de Java (la versi\u00f3n de JRE es %1$s). \nSe requiere Oracle Java Runtime Environment 1.7 o posterior.
PREPARE_START_COMMAND.STR=Preparando el lanzamiento del cliente ARIS. Espere unos instantes...
PROXY_SERVER.STR=Servidor proxy
SHOW_DETAILS.BTN=Mostrar detalles
TEMP_DIR.STR=Directorio temporal:
TRY_TO_SEARCH_FOR_JRE_IN_PATH.STR=Examine el archivo 'jre.zip' en el servidor. Buscando JRE en:
UNABLE_TO_CREATE_DIRECTORY.STR=Error grave: El directorio %1$s no ha podido crearse. El proceso de descarga se cancelar\u00e1 ahora.
UNABLE_TO_USE_PRIVATE_JRE.STR=Se requiere el JRE privado porque en la configuraci\u00f3n de servidor se ha definido el identificador '%1$s'. Pero el archivo 'javaw.exe' no se ha encontrado en '%2$s'.
UPDATE_SERVER_URL.STR=URL del servidor de actualizaci\u00f3n
USING_EXISTING_JRE.STR=Utilizando JRE privado existente de
USING_PRIVATE_JRE.DBI=Utilizar JRE privado existente de:
USING_PRIVATE_JRE_TAG.DBI=JRE privado:
UNABLE_TO_CONTACT_SERVER.DBI=ARIS no ha podido descargarse o actualizarse. \n\nEl host ('%1$s') no est\u00e1 disponible. \nPor eso no es posible lanzar ARIS.
DOWNLOAD_CLIENT_NECESSARY_FILE_DOES_NOT_EXIST.DBI=El archivo siguiente no se ha encontrado. Sin embargo, \u00e9ste es necesario para iniciar ARIS, por este motivo se ha lanzado la descarga:
DOWNLOAD_CLIENT_UNABLE_TO_GET_BUILD_NUMBER_FROM_JAR.ERR=El n\u00famero de versi\u00f3n de compilaci\u00f3n del archivo jar no ha podido determinarse. Puede que se trate de una versi\u00f3n de revisi\u00f3n no integrada correctamente. Es preciso efectuar una descarga.
LOADER_WARNING_SSL_CERTIFICATE_NOT_VALID_OR_UNTRUSTED.WRG=No ha sido posible conectarse con el servidor ARIS. \n\nEst\u00e1 intentando establecer una conexi\u00f3n SSL. \nEs posible que el certificado no sea v\u00e1ldio o que no se haya importado en el entorno de tiempo de ejecuci\u00f3n Java utilizado (JRE). \nEncontrar\u00e1 m\u00e1s informaci\u00f3n al respecto en el archivo de registro de cargador de cliente 'ARISLauncher<marca de tiempo>.log' que se encuentra en '%temp%'. \n\nP\u00f3ngase en contacto con su administrador ARIS.
PLEASE_UPDATE_LOADER.DBI=Se recomienda actualizar el archivo jar de descarga. \nEl servidor ya fue actualizado a una nueva versi\u00f3n y el archivo de descarga podr\u00eda contener correcciones de errores.
DOWNLOAD_REASON_BUILDNUMBER_EXISTING.STR=Versi\u00f3n de su cliente de descarga:
DOWNLOAD_REASON_BUILDNUMBER_NEW.STR=Versi\u00f3n actual:
DOWNLOAD_REASON_BUILDNUMBER_NOT_DETECTED.STR=La versi\u00f3n ARIS ser\u00e1 descargada, ya que no se ha encontrado ning\u00fan n\u00famero de versi\u00f3n v\u00e1lido. ARIS no se hab\u00eda descargado nunca anteriormente, o bien se ha encontrado una versi\u00f3n interna de programador.
DOWNLOAD_REASON_BUILDNUMBER_UNEQUAL.STR=La versi\u00f3n ARIS ser\u00e1 actualizada. Su cliente de descarga no es actual.
DOWNLOAD_REASON_DOWNLOAD_DUE_TO_PRIVATE_JRE.STR=La versi\u00f3n ARIS ser\u00e1 actualizada. Se recomienda utilizar un JRE privado. No existe ning\u00fan JRE o el identificador del JRE privado se ha modificado entretanto en el servidor.
DOWNLOAD_REASON_FILE_MISSING.STR=La versi\u00f3n ARIS ser\u00e1 descargada. Falta el siguiente archivo de configuraci\u00f3n:
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_3.WRG=Consulte el archivo de registro 'ARISLauncher<marca de tiempo>.cfg' que se encuentra el directorio 'temp' para obtener m\u00e1s informaci\u00f3n al respecto.
