# Auto-generated text file from Localization Framework  Locale=fr Encoding=windows-1252 DO NOT EDIT BY HAND!
ID_CLIENT_APROXYUSER_DIALOG.DBT=Authentification du Proxy
ID_CLIENT_APROXYUSER_DIALOG_CANCEL.BTN=Annuler
ID_CLIENT_APROXYUSER_DIALOG_OK.BTN=OK
ID_CLIENT_APROXYUSER_DIALOG_PASSWORD.DBI=Mot de passe
ID_CLIENT_APROXYUSER_DIALOG_USER.DBI=Utilisateur
ARIS_IS_CHECKING.STR=V\u00e9rification en cours par ARIS de l'existence de mises \u00e0 jour. Veuillez patienter...
ARIS_IS_CHECKING_AND_DOWNLOADING.STR=V\u00e9rification en cours par ARIS des mises \u00e0 jour des produits.
ARIS_IS_GOING_TO_BE_STARTED.STR=ARIS est en cours de d\u00e9marrage, veuillez patienter...
AUTOMATIC_UPDATE.STR=Mise \u00e0 jour automatique
CLIENT_PARAMETER_NO_PASSWORD.STR=Param\u00e8tre client\u00a0: ne pas enregistrer le mot de passe.
CLIENT_PARAMETER_SSL.STR=Param\u00e8tre client\u00a0: l'utilisation SSL est obligatoire pour ce client de t\u00e9l\u00e9chargement.
DOWNLOADING_FILES.DBI=T\u00e9l\u00e9chargement des fichiers requis en cours...
DOWNLOAD_CLIENT_ERROR_CLIENT_ZIP_CORRUPT.STR=Le ZIP client n'est pas reconnu en tant qu'archive ZIP. Il a \u00e9t\u00e9 enregistr\u00e9 ici pour que vous puissiez v\u00e9rifier si le serveur Proxy a fourni un fichier correct\u00a0:
DOWNLOAD_CLIENT_ERROR_COULD_NOT_CHECK.STR=Impossible de v\u00e9rifier le fichier client.zip. Le syst\u00e8me essaye toutefois de le d\u00e9compresser...
DOWNLOAD_CLIENT_ERROR_EXTRACTING_FILE.STR=------------ Erreur lors de la d\u00e9compression du fichier\u00a0:
DOWNLOAD_CLIENT_ERROR_EXTRACTING_NOT_POSSIBLE.STR=Erreur\u00a0: Impossible de d\u00e9compresser le fichier compress\u00e9.
DOWNLOAD_CLIENT_ERROR_EXTRACTING_NO_DATA_FILE.STR=Erreur\u00a0: Le fichier ne contient aucune donn\u00e9e.
DOWNLOAD_CLIENT_ERROR_SINGLE_EXTRACTING_FILE.STR=Erreur lors de la d\u00e9compression du fichier. Nouvelle tentative pour\u00a0:
DOWNLOAD_CLIENT_EXTRACTING.STR=Il reste %1$1s fichiers \u00e0 d\u00e9compresser, veuillez patienter...
DOWNLOAD_CLIENT_EXTRACTING_SUCCEEDED.STR=D\u00e9compression du client effectu\u00e9e apr\u00e8s %1$1s secondes.
DOWNLOAD_CLIENT_EXTRACT_ERROR_CLIENT_ZIP.STR=Erreur lors de la d\u00e9compression de 'client.zip'. Veuillez v\u00e9rifier votre environnement informatique (proxy, etc.) car le t\u00e9l\u00e9chargement a tr\u00e8s probablement \u00e9t\u00e9 bloqu\u00e9.
DOWNLOAD_CLIENT_EXTRACT_PREPARE.STR=Pr\u00e9paration de la d\u00e9compression du client de t\u00e9l\u00e9chargement en cours, veuillez patienter...
DOWNLOAD_CLIENT_EXTRACT_PRIVATE_JRE_CREATE_DIR.STR=Cr\u00e9ation du r\u00e9pertoire en cours... 
DOWNLOAD_CLIENT_EXTRACT_PRIVATE_JRE_EXTRACT_FILE.STR=D\u00e9compression du fichier en cours...
DOWNLOAD_CLIENT_EXTRACT_SINGLE_FILE.STR=D\u00e9compression en cours du fichier\u00a0:
DOWNLOAD_CLIENT_GENERAL_ERROR.STR=Une erreur s'est produite lors du t\u00e9l\u00e9chargement ou de la d\u00e9compression de tous les fichiers.
DOWNLOAD_CLIENT_INFO_EXTRACTING.STR=D\u00e9compression du fichier '%1$s' en cours...
DOWNLOAD_CLIENT_NOT_SUCCESSFULL.DBI=Impossible de t\u00e9l\u00e9charger ou de mettre \u00e0 jour ARIS. \nVeuillez v\u00e9rifier la console JAVA ou le fichier journal dans le dossier des fichiers temporaires. \nCe dossier r\u00e9pertorie les fichiers JAR qui n'ont pas \u00e9t\u00e9 t\u00e9l\u00e9charg\u00e9s ou d\u00e9compress\u00e9s. \n\nPour relancer le t\u00e9l\u00e9chargement\u00a0:\n1.) fermez toutes les fen\u00eatres de votre navigateur,\n2.) supprimez le dossier de t\u00e9l\u00e9chargement ('%1$s'),\n3.) supprimez le cache JAVA\npuis relancez le t\u00e9l\u00e9chargement.
DOWNLOAD_CLIENT_NOT_SUCCESSFULL.DBT=\u00c9chec du t\u00e9l\u00e9chargement
DOWNLOAD_CLIENT_NO_ACCESS_FOR_PATH_FROM_LOADER_CFG.STR=Aucun droit d'acc\u00e8s au r\u00e9pertoire d\u00e9fini dans le chemin du client de t\u00e9l\u00e9chargement.
DOWNLOAD_CLIENT_PATH_CHECK.STR=V\u00e9rification en cours des droits d'acc\u00e8s au chemin du client de t\u00e9l\u00e9chargement d\u00e9fini c\u00f4t\u00e9 serveur du fichier 'arisloader.cfg'\u00a0:
DOWNLOAD_CLIENT_PATH_CHECK_ARIS_HOME.STR=V\u00e9rification en cours des droits d'acc\u00e8s au chemin du client de t\u00e9l\u00e9chargement d\u00e9fini c\u00f4t\u00e9 serveur du fichier 'arisloader.cfg'\u00a0:
DOWNLOAD_CLIENT_TIDY_UP.STR=Recherche en cours de fichiers d'une version plus ancienne dans le dossier\u00a0:
DOWNLOAD_CLIENT_TIDY_UP_DELETE.STR=Anciens fichiers trouv\u00e9s pour suppression\u00a0:
DOWNLOAD_CLIENT_TIDY_UP_ERROR.STR=Erreur lors de la suppression de fichiers de versions ARIS pr\u00e9c\u00e9dentes du dossier de t\u00e9l\u00e9chargement\u00a0:
DOWNLOAD_CLIENT_UNABLE_TO_EXTRACT_PRIVATE_JRE.STR=Impossible de d\u00e9compresser le JRE priv\u00e9 car il ne se trouve pas ici\u00a0:
DOWNLOAD_CLIENT_USE_PATH_FROM_LOADER_CFG.STR=Utilisation en cours du chemin du client de t\u00e9l\u00e9chargement d\u00e9fini c\u00f4t\u00e9 serveur du fichier 'arisloader.cfg'.
DOWNLOAD_ERROR_1.STR=Erreur grave\u00a0: une erreur s'est produite pendant le t\u00e9l\u00e9chargement des fichiers requis.
DOWNLOAD_ERROR_2.STR=\nMotifs possibles\u00a0:
DOWNLOAD_ERROR_3.STR=- L'URL que vous utilisez pour vous connecter au client ARIS est erron\u00e9e. En cas de doute, veuillez contacter votre administrateur syst\u00e8me.
DOWNLOAD_ERROR_4.STR=- Vous n'avez aucun droit d'acc\u00e8s au r\u00e9pertoire de t\u00e9l\u00e9chargement local.
DOWNLOAD_ERROR_5.STR=- Il n'y a pas assez de m\u00e9moire disponible sur votre disque dur local.
DOWNLOAD_ERROR_6.STR=- Le t\u00e9l\u00e9chargement a \u00e9t\u00e9 annul\u00e9. Si vous utilisez l'applet de t\u00e9l\u00e9chargement\u00a0:\nne fermez pas la fen\u00eatre du navigateur pendant le t\u00e9l\u00e9chargement et ne cliquez pas sur le bouton Pr\u00e9c\u00e9dent.
DOWNLOAD_MAY_TAKE_SOME_TIME.STR=Selon votre connexion r\u00e9seau, cela peut prendre quelques minutes.
DOWNLOAD_USING_PRIVATE_JRE.DBI=Utiliser JRE priv\u00e9
DO_NOT_CANCEL_DOWNLOAD.BTN=Veuillez ne pas interrompre le t\u00e9l\u00e9chargement. \nUne interruption peut entra\u00eener une installation d\u00e9fectueuse. \n\nVeuillez fermer le message et attendez la fin du t\u00e9l\u00e9chargement.
ERROR_STARTING_ARIS.ERR=Erreur lors du lancement d'ARIS.
EXTRACTED_PRIVATE_JRE.DBI=D\u00e9compresser JRE priv\u00e9 vers\u00a0:
EXTRACTING_PRIVATE_JRE.DBI=D\u00e9compression du JRE priv\u00e9 en cours...
HIDE_DETAILS.BTN=Masquer d\u00e9tails
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_1.WRG=La connexion avec la configuration du proxy saisie est impossible ou le serveur n'est pas accessible.
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_2.WRG=Veuillez v\u00e9rifier si la configuration du proxy est correcte et si le serveur est accessible.
ID_CLIENT_APROXYUSER_DIALOG_NO_VALID_PROXY_DATA_ENTERED.WRG=La valeur du serveur proxy ou l'adresse du serveur proxy est incorrecte\nVeuillez v\u00e9rifier les valeurs.
ID_CLIENT_APROXYUSER_DIALOG_PORT.DBI=Port
ID_CLIENT_APROXYUSER_DIALOG_PORT_NOT_ENTERED.WRG=Veuillez saisir un port valable pour le serveur proxy.
ID_CLIENT_APROXYUSER_DIALOG_PROXY.DBI=Proxy
ID_CLIENT_APROXYUSER_DIALOG_PROXY_NOT_ENTERED.WRG=Veuillez saisir une adresse de serveur proxy valide.
ID_CLIENT_APROXYUSER_DIALOG_SERVER_NOT_KNOWN.WRG=Impossible d'acc\u00e9der au serveur ARIS. \nVeuillez v\u00e9rifier si le serveur a \u00e9t\u00e9 lanc\u00e9 et fonctionne.
LOADER_AS_JAR_UNABLE_TO_GET_CONNECTION_PROPERTIES.STR=Impossible de charger les donn\u00e9es de connexion du fichier JAR. \nImpossible de lancer l'application.
LOADER_AS_JAR_UNABLE_TO_GET_CONNECTION_PROPERTIES_MORE_INFO.STR=Pour plus d'informations consultez le fichier\u00a0:
LOCAL_DOWNLOAD_DIR.STR=R\u00e9pertoire de t\u00e9l\u00e9chargement local\u00a0:
NO_APPROPRIATE_JRE_FOUND.STR=Aucun fichier 'javaw.exe' adapt\u00e9 trouv\u00e9. Impossible de lancer ARIS avec un JRE priv\u00e9.
OLD_JRE.STR=Vous utilisez une version obsol\u00e8te de l'environnement Java Runtime Environment (la version JRE est %1$s). \nLa version Oracle Java Runtime Environment 1.7 ou sup\u00e9rieure est n\u00e9cessaire.
PREPARE_START_COMMAND.STR=Pr\u00e9paration du client ARIS pour le d\u00e9marrage, veuillez patienter...
PROXY_SERVER.STR=Serveur proxy
SHOW_DETAILS.BTN=Afficher les d\u00e9tails
TEMP_DIR.STR=R\u00e9pertoire temporaire\u00a0:
TRY_TO_SEARCH_FOR_JRE_IN_PATH.STR=Veuillez v\u00e9rifier le fichier 'jre.zip' sur le serveur. Tentative de recherche de JRE dans\u00a0:
UNABLE_TO_CREATE_DIRECTORY.STR=Erreur grave\u00a0: impossible de cr\u00e9er le r\u00e9pertoire %1$s. Le processus de t\u00e9l\u00e9chargement est interrompu.
UNABLE_TO_USE_PRIVATE_JRE.STR=Le JRE priv\u00e9 devrait \u00eatre utilis\u00e9 car l'identificateur '%1$s' est d\u00e9fini dans le fichier de configuration du serveur. Il se peut toutefois que le fichier 'javaw.exe' ne soit pas trouv\u00e9 sur '%2$s'.
UPDATE_SERVER_URL.STR=URL du serveur de mise \u00e0 jour
USING_EXISTING_JRE.STR=Utilisation en cours du JRE priv\u00e9 existant sous
USING_PRIVATE_JRE.DBI=Utiliser JRE priv\u00e9 existant sous\u00a0:
USING_PRIVATE_JRE_TAG.DBI=JRE priv\u00e9\u00a0:
UNABLE_TO_CONTACT_SERVER.DBI=Impossible de t\u00e9l\u00e9charger ou de mettre \u00e0 jour ARIS. \n\nL'h\u00f4te ('%1$s') n'est pas accessible. \nIl ne peut donc pas \u00eatre lanc\u00e9.
DOWNLOAD_CLIENT_NECESSARY_FILE_DOES_NOT_EXIST.DBI=Impossible de trouver le fichier suivant. Comme il est indispensable au lancement d'ARIS, le t\u00e9l\u00e9chargement a \u00e9t\u00e9 lanc\u00e9\u00a0:
DOWNLOAD_CLIENT_UNABLE_TO_GET_BUILD_NUMBER_FROM_JAR.ERR=Impossible de d\u00e9terminer le num\u00e9ro de build du fichier .jar. S'agit-il d'une version corrective qui n'a pas \u00e9t\u00e9 programm\u00e9e correctement\u00a0? Un t\u00e9l\u00e9chargement doit \u00eatre lanc\u00e9.
LOADER_WARNING_SSL_CERTIFICATE_NOT_VALID_OR_UNTRUSTED.WRG=Impossible d'\u00e9tablir une connexion au serveur ARIS. \n\nVous essayez d'\u00e9tablir une connexion SSL. \nLe certificat n'est pas approuv\u00e9 ou il n'a pas \u00e9t\u00e9 import\u00e9 dans l'environnement d'ex\u00e9cution Java utilis\u00e9 (JRE). \nVous trouverez de plus amples informations dans le fichier journal du chargeur du client 'ARISLauncher<date>.log' sous '%temp%'. \n\nVeuillez contacter votre administrateur ARIS.
PLEASE_UPDATE_LOADER.DBI=Le fichier JAR de t\u00e9l\u00e9chargement doit \u00eatre mis \u00e0 jour. \nLe serveur a \u00e9t\u00e9 mis \u00e0 jour d'apr\u00e8s une nouvelle version et le t\u00e9l\u00e9chargeur pourrait contenir des r\u00e9solutions d'erreur.
DOWNLOAD_REASON_BUILDNUMBER_EXISTING.STR=Version de votre client de t\u00e9l\u00e9chargement\u00a0:
DOWNLOAD_REASON_BUILDNUMBER_NEW.STR=Version actuelle\u00a0:
DOWNLOAD_REASON_BUILDNUMBER_NOT_DETECTED.STR=La version ARIS est t\u00e9l\u00e9charg\u00e9e car aucun num\u00e9ro de version valable n'a \u00e9t\u00e9 trouv\u00e9. Soit ARIS n'a encore jamais \u00e9t\u00e9 t\u00e9l\u00e9charg\u00e9 soit une version d\u00e9veloppeurs non approuv\u00e9e a \u00e9t\u00e9 trouv\u00e9e.
DOWNLOAD_REASON_BUILDNUMBER_UNEQUAL.STR=La version ARIS est mise \u00e0 jour. Votre client de t\u00e9l\u00e9chargement n'est pas actuel.
DOWNLOAD_REASON_DOWNLOAD_DUE_TO_PRIVATE_JRE.STR=La version ARIS est mise \u00e0 jour. Vous devriez utiliser un environnement JRE priv\u00e9. Soit il n'existe aucun environnement JRE soit l'identificateur du JRE priv\u00e9 a \u00e9t\u00e9 modifi\u00e9 c\u00f4t\u00e9 serveur.
DOWNLOAD_REASON_FILE_MISSING.STR=La version ARIS est t\u00e9l\u00e9charg\u00e9e. Le fichier de configuration suivant manque\u00a0:
ID_CLIENT_APROXYUSER_DIALOG_NOT_ABLE_TO_CONNECT_WITH_THESE_SETTINGS_3.WRG=Vous trouverez des informations suppl\u00e9mentaires dans le fichier journal 'ARISLauncher<horodatage>.cfg' dans le r\u00e9pertoire 'temp'.
